import java.util.Random;
public class Benedick {
    public static void main(String[] args) {
        String[] name = {"Берсерк", "Бадминтон", "Барабас", "Баттлфилд", "Бандероль", "Бандерлог", "Бенедикт", "Беннихилл", "Бергамот", "Баралгин", "Бандикут", "Бенефис", "Беломор", "Будапешт", "Барбарис", "Баклажан", "Бабблгам", "Бекмамбет", "Бартикрауч", "Бамблби", "Букингем", "Боромир", "Бугимен", "Бубенец", "Буерак", "Бафомет", "Базилик", "Бенадрил", "Бубалех", "Бургеркинг", "Бранденбург"};
        Random random = new Random();
        int index = random.nextInt(name.length);
        System.out.println(name[index]);
    }
}
